Revit 2027 API
ParameterTypeId.ZoneUseOutsideAirPerAreaParam Property
 "Use Outside Air Per Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneUseOutsideAirPerAreaParam { get; }
Public Shared ReadOnly Property ZoneUseOutsideAirPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneUseOutsideAirPerAreaParam {
	ForgeTypeId^ get ();
}
static member ZoneUseOutsideAirPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace